<?php
//==================================================================================
//****** 充実性 ******
//==================================================================================
$attjyu_no = array(1,14,26,39,51,64,76);	// 対象の回答番号
$attjyu_list = array(
  	1 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
	14 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
	26 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
	39 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
	51 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
	64 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
	76 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ATTJYU'),
);

//==================================================================================
//****** 会話性 ******
//==================================================================================
$orakai_no = array(2,15,27,40,52,65,77);	// 対象の回答番号
$orakai_list = array(
	2 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
	15 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
	27 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
	40 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
	52 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
	65 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
	77 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ORAKAI'),
);
//==================================================================================
//****** 交流性 ******
//==================================================================================
$frikor_no = array(3,16,28,41,53,66,78);	// 対象の回答番号
$frikor_list = array(
	3 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
	16 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
	28 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
	41 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
	53 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
	66 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
	78 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'FRIKOR'),
);

//==================================================================================
//****** 幸福性 ******
//==================================================================================
$conkou_no = array(4,17,29,42,54,67,79);	// 対象の回答番号
$conkou_list = array(
	4 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
	17 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
	29 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
	42 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
	54 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
	67 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
	79 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CONKOU'),
);

//==================================================================================
//****** 表出性 ******
//==================================================================================
$exphyo_no = array(6,18,31,43,55,68,80);	// 対象の回答番号
$exphyo_list = array(
	6 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
	18 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
	31 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
	43 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
	55 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
	68 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
	80 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EXPHYO'),
);

//==================================================================================
//****** 共感性 ******
//==================================================================================
$empkyo_no = array(7,19,32,44,57,69,81);	// 対象の回答番号
$empkyo_list = array(
	7 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
	19 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
	32 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
	44 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
	57 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
	69 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
	81 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'EMPKYO'),
);

//==================================================================================
//****** 尊重性 ******
//==================================================================================
$estson_no = array(8,20,33,45,58,70,82);	// 対象の回答番号
$estson_list = array(
	8 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
	20 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
	33 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
	45 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
	58 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
	70 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
	82 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'ESTSON'),
);

//==================================================================================
//****** 融和性 ******
//==================================================================================
$haryuu_no = array(9,21,34,46,59,71,84);	// 対象の回答番号
$haryuu_list = array(
	9 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
	21 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
	34 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
	46 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
	59 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
	71 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
	84 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'HARYUU'),
);

//==================================================================================
//****** 開示性 ******
//==================================================================================
$diskaj_no = array(10,22,35,47,60,72,85);	// 対象の回答番号
$diskaj_list = array(
	10 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
	22 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
	35 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
	47 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
	60 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
	72 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
	85 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'DISKAJ'),
);

//==================================================================================
//****** 創造性 ******
//==================================================================================
$cresou_no = array(11,23,36,48,61,73,86);	// 対象の回答番号
$cresou_list = array(
	11 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
	23 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
	36 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
	48 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
	61 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
	73 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
	86 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'CRESOU'),
);

//==================================================================================
//****** 自立性 ******
//==================================================================================
$indjir_no = array(12,24,37,49,62,74,87);	// 対象の回答番号
$indjir_list = array(
	12 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
	24 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
	37 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
	49 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
	62 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
	74 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
	87 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'INDJIR'),
);

//==================================================================================
//****** 感受性 ******
//==================================================================================
$perkan_no = array(13,25,38,50,63,75,88);	// 対象の回答番号
$perkan_list = array(
	13 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
	25 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
	38 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
	50 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
	63 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
	75 => array('はい' => 0, 'いいえ' => 4, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
	88 => array('はい' => 4, 'いいえ' => 0, 'どちらともいえない' => 1,'カテゴリ' => 'PERKAN'),
);

?>
